TargetApplication=3.14
Author=Hightfly   
hightfly@gmail.com
SourceLANGID=1033
LANGID=1028
Generator=DKLang Translation Editor v3.0
LastModified=2011-10-22 12:48:40

[About]
00000002=關於
00000094=ARen
00000161=關閉
00000162=版本
00000165=期待您提出寶貴的建議和問題反饋.
00000166=關於Advanced Renamer
00000167=訪問論壇

[AddDir]
00000002=加入目錄
00000094=&Mask;
00000161=取消
00000162=確定
00000163=&S包括子目錄
00000164=新資料夾...

[ARenMain]
00000002=ARen
00000005=0 項目
00000006=0 錯誤
00000007=狀態: 完成
00000008=主工具列
00000009=刷新
00000010=測試執行
00000011=自動測試
00000012=縮略圖
00000013=設定
00000014=幫助
00000015=索引(英語)...
00000016=熱鍵(英語)...
00000017=版本記錄(英語)...
00000018=檢驗新版本...
00000020=關於...
00000021=還原上一步動作
00000022=開始執行
00000023=工具條清單
00000024=加入
00000025=檔案...
00000026=目錄...
00000027=清單
00000028=加載...
00000029=儲存...
00000030=清除...
00000031=移除錯誤項目
00000032=移到頂部
00000033=向上搬移
00000034=向下搬移
00000035=移到底部
00000036=重命名檔案
00000058=重命名資料夾
00000067=檔案名:
00000068=目錄:
00000069=大小:
00000070=建立日期:
00000071=修改日期:
00000072=檔案類型:
00000073=屬性:
00000074=訪問日期:
00000075=項目訊息
00000076=無訊息
00000077=無法加載額外的訊息. 檔案可能正被使用.
00000078=照片
00000079=尺寸:
00000080=拍攝日期:
00000081=作者:
00000082=版權:
00000084=ID3
00000085=標題:
00000086=藝術家:
00000087=專輯:
00000088=曲目號:
00000089=年份:
00000090=類型:
00000091=目錄
00000092=包括:
00000093=面板1
00000094=沒有命名專案.
00000095=命名專案清單
00000096=專案欄
00000097=加入專案
00000098=移除專案
00000099=清除
00000100=頂部
00000101=向上
00000102=向下
00000103=底部
00000105=加載專案清單
00000106=儲存專案清單
00000107=預設:
00000110=儲存清單
00000111=搬移已選取的
00000112=移到頂部
00000113=向上搬移
00000114=向下搬移
00000115=移到底部
00000116=加入...
00000117=移除
00000118=執行
00000119=屬性...
00000120=加載清單...
00000121=到文字檔案...
00000122=清除清單
00000123=刷新
00000124=設定
00000125=適應列
00000144=自定義...
00000145=複製
00000152=搬移
00000153=頂部
00000154=向上
00000155=向下
00000156=底部
00000157=改變專案為
00000158=加入專案
00000159=移除
00000160=清除
00000161=需要指導如何開始(英語)?
00000162=需要指導如何開始(英語)?
00000163=開始...
00000164=加入批量專案
00000179=加入標簽
00000180=重做
00000181=剪切
00000182=複製
00000183=貼上
00000184=全部選取
00000185=訪問線上論壇(英語)...
00000186=自定義列
00000187=設定
00000188=適應列寬
00000189=自定義...
00000190=檢視風格
00000191=詳細訊息
00000192=大圖示
00000193=小圖示
00000194=清單
00000195=捐獻...
00000196=標示
00000197=取消所選標示
00000198=標示所選取的
00000200=取消全選
00000201=全選
00000202=批處理模式
00000203=輸出資料夾:
00000204=儲存清單
00000205=為CSV檔案...
00000206=移除沒有ID3標簽的項目
00000207=移除沒有照片訊息的項目
00000219=名稱沖突規則:
00000220=分隔符:
00000221=型態:
00000223=開啟批處理專案
00000225=儲存批處理專案

[BatchResultFrame]
00000003=上次結果
00000004=總項目數:
00000005=發現錯誤:
00000006=檢視錯誤...
00000007=重做上次批處理...
00000008=加入所有成功的項目
00000009=加入帶錯誤的項目
00000010=加入所有項目

[CustomizeCols]
00000002=自定義欄
00000094=設定列:
00000095=列:
00000096=列寬:
00000097=確定
00000098=取消
00000099=向上
00000100=向下
00000101=頂部
00000102=底部
00000103=儲存
00000104=移除

[frmAddFolderChoice]
00000001=加入資料夾
00000002=取消
00000003=確定
00000004=加入資料夾中的檔案
00000005=加入資料夾
00000006=包括子資料夾
00000007=檔案名 &mask:
00000008=選取您想要加入資料夾的方法
00000009=加入根資料夾
00000010=加入子資料夾

[InsertTag]
00000003=<Inc Nr> -  數字編碼遞增
00000094=預設標簽
00000095=預設標簽\nID3/MP3標簽\n照片標簽\n日期/時間 標簽\n日期/時間 建立標簽\n日期/時間 修改標簽\n進階標簽
00000096=預設
00000097=<DirName> - 使用上層資料夾名
00000099=<Inc Alpha> - 字母遞增
00000101=<Num Dirs> - 待命名項目中所包括的子資料夾數目
00000103=<Num Files> - 資料夾中的檔案數目
00000105=<Ext> - 檔案副檔名
00000107=<Name> - 不帶副檔名的檔案名
00000109=<Inc NrDir> - 每個資料夾遞增編碼
00000111=<Num Items> - 清單中待命名的項目總數
00000113=ID3/MP3
00000114=<ID3 Album> - ID3 專輯
00000116=<ID3 Year> - ID3 年份
00000118=<ID3 Track> - ID3 曲目編號
00000120=<ID3 Title> - ID3 標題
00000122=<ID3 Genre> - ID3 類型
00000124=<ID3 Artist> - ID3 藝術家
00000126=照片
00000127=<IMG Width> - 照片寬度
00000129=<IMG Height> - 照片高度
00000131=<IMG Year>  - 照片拍攝時間: 年
00000133=<IMG Month>  - 照片拍攝時間: 月
00000135=<IMG Day> - 照片拍攝時間: 日
00000137=<IMG Hour> - 照片拍攝時間: 時
00000139=<IMG Min> - 照片拍攝時間: 分
00000141=<IMG Sec> - 照片拍攝時間: 秒
00000143=<IMG Author> - 照片藝術家
00000145=<IMG Copyright> - 照片版權
00000147=時間
00000148=<Year> - 年
00000150=<Sec> - 秒
00000152=<Min> - 分
00000154=<Hour> - 時
00000156=<Day> - 日
00000158=<Month> - 月
00000160=建立
00000161=<Year Created> - 建立 年
00000163=<Sec Created> - 建立 秒
00000165=<Min Created> - 建立 分
00000167=<Hour Created> - 建立 時
00000169=<Day Created> - 建立 日
00000171=<Month Created> - 建立 月
00000173=修改
00000174=<Year Modified> - 修改 年
00000176=<Sec Modified> - 修改 秒
00000178=<Min Modified> - 修改 分
00000180=<Hour Modified> - 修改 時
00000182=<Day Modified> - 修改 日
00000184=<Month Modified> - 修改 月
00000186=幫助(英語)
00000187=<Rand> - 隨機任意編碼
00000188=進階
00000189=<File Content> - 讀取檔案內容,[開始位置]:[提取字元數](1漢字=2字元)
00000190=<Bitrate> - 碼率
00000191=<Substr> - 正向取字,[從第n個字元開始]:[向後取n個]
00000192=<RSubstr> - 反向取字,[從倒數第n個字元]:[向前取n個]
00000193=<Word> - 取原檔案(夾)名部分做為新檔案(夾)名
00000194=<IMG Subsec> - 照片拍攝時間: 亞秒

[InsertTagWnd]
00000002=文字域值
00000094=取消
00000095=數字值
00000096=型態
00000097=確定
00000098=使用正則表達式
00000099=標簽:
00000100=為正則表達式改變字元

[Patern]
00000002=型態
00000094=可用的型態:
00000159=移除
00000160=已選的型態:
00000161=確定
00000162=取消
00000163=加入
00000164=新項目

[PreRenaming]
00000002=開始 重命名
00000094=重命名設定:
00000160=請在開始重命名之前,確認您 的設定正確與否.
00000161=取消
00000162=開始

[Progress]
00000002=進度
00000094=請稍候, 正在批處理當中...
00000160=檔案總數:
00000161=確定
00000162=檢視錯誤
00000163=加入檔案:
00000164=無
00000165=無\n可被重命名的檔案\n無法重命名的檔案\n所有檔案
00000166=標簽1
00000167=檔案名
00000168=錯誤代碼
00000169=錯誤 Desc
00000170=共有檔案:
00000171=成功:
00000172=錯誤:
00000173=標簽2
00000174=發現錯誤:

[ProgressAdd]
00000002=請稍候
00000094=加入檔案...
00000161=取消

[ProgressError]
00000002=發現錯誤
00000094=批處理過程中的檔案發生錯誤,下列檔案無法被重命名,請選取如下動作. 尚無檔案被重命名.
00000161=停止批處理
00000163=略過錯誤檔案
00000164=共有檔案:
00000165=錯誤:
00000166=檔案名
00000167=錯誤

[Settings]
00000002=設定
00000161=取消
00000162=確定
00000163=預設
00000164=用於置換不支援的:
00000165=縮略圖寬度:
00000166=縮略圖高度:
00000167=顯示檔案訊息框
00000168=確認清除清單
00000171=瀏覽上下文選單
00000172=顯示格
00000173=使用EXIF訊息做為圖像寬高
00000174=在置換專案中使用通配符(*)
00000175=界面顯示語系:
00000177=儲存設定到此資料夾:
00000178=個人資料夾
00000179=與程式安裝目錄相同
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=開啟資料夾...
00000187=在開始時顯示幫助
00000188=在編碼遞增標簽中用0填充
00000194=在開始時檢驗程式更新
00000195=使用哪項EXIF訊息做為圖像的日期時間:
00000196=Checked state affects Inc Nr tags
00000197=字詞分隔符:
00000198=關聯 .aren檔案格式到Advanced Renamer
00000199=環境
00000200=程式
00000201=重命名
00000202=圖像檔案
00000203=音樂檔案
00000204=ID3優先

[UndoBatchForm]
00000002=重做
00000094=在左側的清單中選取一個重做的任務
00000161=關閉
00000162=重做這個清單
00000163=源項目
00000164=已重命名的檔案名
00000165=錯誤
00000166=源資料夾
00000167=選取所有
00000168=取消所有選取
00000169=選取一個剛剛執行過的批處理任務,然後點擊"重做這個清單"以返回重命名任務.
00000170=重命名資料夾
00000171=移除...
00000172=取消選取錯誤的項目

[$CONSTANTS]
AbsoluteDateTime=精確的日期時間
Add=加入
AddFiles=加入檔案
AddingFiles=正在加入檔案...
AllFiles=所有檔案
AnalyzingFiles=正在分析檔案...
ApplyTo=套用到
Archive=存檔
Backwards=後退
BatchModeCopy=複製
BatchModeMove=搬移
BatchModeRename=重命名
ColumnName0=檔案名
ColumnName1=路徑
ColumnName10=ID3分類
ColumnName100=資料夾名
ColumnName101=路徑
ColumnName102=建立日期
ColumnName103=屬性
ColumnName104=新屬性
ColumnName105=新資料夾名
ColumnName106=新建立日期
ColumnName107=錯誤代碼
ColumnName108=錯誤
ColumnName109=新路徑
ColumnName11=ID3標題
ColumnName12=ID3曲目號
ColumnName13=ID3年份
ColumnName14=新屬性
ColumnName15=新檔案名
ColumnName16=新建立日期
ColumnName17=新訪問日期
ColumnName18=新修改日期
ColumnName19=錯誤代碼
ColumnName2=大小
ColumnName20=錯誤
ColumnName21=拍攝日期
ColumnName22=副檔名
ColumnName23=新路徑
ColumnName3=建立日期
ColumnName4=訪問日期
ColumnName5=修改日期
ColumnName6=屬性
ColumnName7=尺寸
ColumnName8=ID3專輯
ColumnName9=ID3藝術家
CopiedFileCouldNotBeFound=已複製的檔案找不到
CopiedFolderCouldNotBeFound=已複製的資料夾找不到
CopiedItem=已複製項目
CopiedItemPath=已複製項目路徑
Created=建立
CreatedDateTime=建立日期時間
current=現用
Datetime=日期時間
Day=日
DirnamePattern=資料夾名型態
Edit=編輯
Error=錯誤
Errors=錯誤
Err_100=確定
Err_101=不詳錯誤
Err_102=無法在檔案名中使用<>:"/\\*?
Err_103=檔案名中包括無效字元
Err_104=檔案名過長
Err_105=檔案已存在
Err_106=資料夾不存在
Err_107=無法找到源檔案
Err_108=未指定檔案名
Err_109=可能有多個檔案名重復
Err_110=無效的重命名專案
Err_111=找不到圖像訊息
Err_112=找不到ID3 TAG標簽
Err_113=對於 <Inc Alpha> 來說檔案過多
Err_114=無效的時間戳
Err_115=副檔名被改變
Err_116=無效標簽
Err_117=無效副檔名
Err_118=找不到型態
EXIFDate_DateDigitized=建立日期
EXIFDate_DateOriginal=原始日期
EXIFDate_DateTaken=拍攝日期
Extension=副檔名
File=檔案
FileCouldNotBeRenamed=無法重命名檔案
Fileinfo=項目訊息
FilenamePattern=檔案名型態
FileRenamedOK=檔案重命名完成
Files=檔案
Folder=資料夾
FolderLocation=資料夾位置
Folders=資料夾
GettingThumbnails=正在檢索縮略圖
GotErrors=發現錯誤
Hidden=隱藏
Hidden_Short=H
Hour=時
ImageDateTime=圖像日期和時間
ImageFile=圖像檔案
InvertCase=反轉大小寫
ItemNotReverted=無法反轉項目
ItemRevertedOK=項目反轉完成
Items=項目
LoadList=加載清單
LowerCase=設為小寫
LowerCaseFirstLetter=設首字母為小寫
LowerCaseFirstLetterInEveryWord=設每個單詞的首字母為小寫
LowerCasePattern=設定小寫型態
MethodName_Add=加入
MethodName_Attributes=屬性
MethodName_List=清單
MethodName_Move=搬移
MethodName_NewCase=新寫法
MethodName_NewName=新名稱
MethodName_Remove=移除
MethodName_RemovePattern=移除型態
MethodName_Replace=置換
MethodName_Timestamp=時間戳
Methods=專案
Min=分
Modified=修改
ModifiedDateTime=修改日期和時間
Month=月
Month_01_Long=一月
Month_01_Short=01
Month_02_Long=二月
Month_02_Short=02
Month_03_Long=三月
Month_03_Short=03
Month_04_Long=四月
Month_04_Short=04
Month_05_Long=五月
Month_05_Short=05
Month_06_Long=六月
Month_06_Short=06
Month_07_Long=七月
Month_07_Short=07
Month_08_Long=八月
Month_08_Short=08
Month_09_Long=九月
Month_09_Short=09
Month_10_Long=十月
Month_10_Short=10
Month_11_Long=十一月
Month_11_Short=11
Month_12_Long=十二月
Month_12_Short=12
MoveCount=搬移計數
MovedFileCouldNotBeFound=無法找到搬移的檔案
MovedFolderCouldNotBeFound=無法找到搬移的資料夾
MovedItem=搬移項目
MovedItemPath=搬移項目路徑
MoveFrom=從...搬移
MoveRelative=搬移比較
MoveTo=搬移到
MsgTitle_Confirm_ClearList=清除清單
MsgTitle_Confirm_OverwriteColumnSet=設定已存在
MsgTitle_Confirm_Quit=離開 Advanced Renamer
MsgTitle_Error=錯誤
MsgTitle_Error_FileNotFound=找不到檔案
MsgTitle_Error_InvalidColumnSetName=無效名稱
Msg_Confirm_ClearList=您想要完全清除清單中的檔案嗎?\n\n確定要繼續?
Msg_Confirm_ClearMethodList=清除專案清單?
Msg_Confirm_DeleteColumnSet=移除列設定\n\n您確定要移除"%s"嗎?
Msg_Confirm_ExtChanged=某些檔案的副檔名被變更, 有可能會造成這些檔案無法使用.\n\n您確定要繼續重命名嗎?
Msg_Confirm_OverwriteColumnSet=設定已存在\n\n您想覆蓋名為"%s"的設定嗎?
Msg_Confirm_OverwriteFile=覆蓋檔案?\n\n您要覆蓋名為"%s"的檔案. 是否繼續?
Msg_Confirm_PopulateList=套用清單中檔案(夾)的原名到文字框中?
Msg_Confirm_Quit=仍有檔案在清單中.\n\n確定要離開嗎?
Msg_Confirm_RenamingPossibleErrors=發現錯誤\n\nPosible errors has been found that makes it imposible to rename the added files.\n\nContinue renaming?
Msg_Confirm_SettingsPathChanged=您已改變了設定資料夾.\n\n您想要複製現用的設定到這個資料夾嗎?\n\n提示: 資料夾中任何已存在的檔案都會被覆蓋.
Msg_Error_AddFileAssociation=無法加入檔案關聯
Msg_Error_CannotAddFiles1000=無法加入檔案.\n\n您不能向清單中加載超過10000個項目.
Msg_Error_CheckUpdates=錯誤\n\n無法檢驗程式更新.
Msg_Error_CoultNotCreateFolder=無法建立資料夾
Msg_Error_FileNotFound=錯誤\n\n無法找到名為"%s"的檔案.
Msg_Error_InvalidColumnSetName=錯誤\n\n%s 是一個無效的檔案名\n\n列名只能包括字母,數字,-和_.
Msg_Error_InvalidFolder=錯誤\n\n無效的資料夾
Msg_Error_MustEnableBeforeAddFolders=您只能容許"%s"或 "%s"其中的一個.
Msg_Error_NotFoundItems=名為 %d 的項目找不到.\n\n%s
Msg_Error_NoUndoList=未選取重做清單
Msg_Error_Only2000Plus=此功能不支援您的動作系統, 它只能用於Windows 2000或是更高的版本.
Msg_Error_RemoveFileAssociation=無法移除檔案關聯
Msg_Error_RenamingNoFilesInList=錯誤\n\n因為清單中沒有檔案所以無法開始重命名.
Msg_Error_Unknown=不詳錯誤\n\n%s
Msg_FirstTimeUse=這可能是您首次使用Advanced Renamer. 您最好能在使用程式之前先看看這個指導.\n\n您想檢視用戶指導嗎?
Msg_Info_BatchModeNotSupportedForFolders=所選的批處理模式無法被套用到資料夾上.
Msg_Info_ConvertMethods_0310=在此版本的Advanced Renamer中,專案預設存儲在一個自定的資料夾中. 當您點擊"確定"後,可以選取一個空資料夾以轉換已存在的專案預設.
Msg_Info_CouldNotBeAdded=%d個檔案未被加入.
Msg_Info_ItemsAlreadyInList=清單中已存在%d個項目
Msg_Info_LanguageChange=改變的顯示語系會在下次啟動時套用.
Msg_Info_NewVersion=有新版本的 Advanced Renamer 可用.\n\n您想要下載新版嗎?
Msg_Info_NoNewVersion=暫時沒有新版本的 Advanced Renamer.
Msg_Info_RevertChanges=這會將您所有的改動還原為預設設定.\n\n要繼續嗎?
Msg_Info_UndoSuccess=批處理成功復原.
MusicFile=音樂檔案
Name=名稱
NameAndExtension=名稱和副檔名
NameCollisionRule_AppendImgSubsec=加入亞秒圖片
NameCollisionRule_AppendNumber=加入遞增數字
NameCollisionRule_AppendPattern=加入型態
NameCollisionRule_Fail=失敗
NewCase=新寫法
NewFolder=新資料夾
NewName=新名稱
No=否
NoChange=沒有改變
NoMethods=沒有使用專案.\n\n點擊"加入"按鈕加入新專案.
NumericValueOrPattern=數值或尋找型態
OK=確定
OriginalFileNotFound=找不到源檔案
OriginalFileStillExists=源檔案仍存在
OriginalFolderNotFound=找不到源資料夾
OriginalFolderStillExists=源資料夾仍存在
Pattern=型態
ReadOnly=只讀
Readonly_Short=R
RegEx_AnyChar=任意字元
RegEx_CharList=字元清單中包括的字元
RegEx_Digit=數字字元
RegEx_EndLine=行尾
RegEx_NonCharList=字元清單中不包括字元
RegEx_NonDigit=非數字字元
RegEx_NonWordChar=非單詞字元
RegEx_WordChar=單詞字元
RemoveCount=移除計數
RenamedFileCouldNotBeFound=無法找到已重命名的檔案
RenamedFolderCouldNotBeFound=無法找到已重命名的資料夾
RenamedItem=重命名項目
RenamedItemPath=重命名項目路徑
Replace=置換
ReplaceWith=用...置換
SaveColumnSet=儲存列設定
SaveList=儲存清單
Sec=秒
SelectFolder=選取資料夾
SelectMethod=選取一個專案.
Set=設定
StartingAt=开始在
Status=状态
Status_TestingNames=状态: 测试命名...
System=系统
System_Short=S
TextList=文本列表
TextToBeReplaced=要替换的文本
TypeNameForColumnSet=为列设置输入名字
Unset=取消设置Unset
UpdateAvailable=有可用升级. 点击以升级.
UpperCase=设为大写
UpperCaseFirstLetter=设首字母为大写
UpperCaseFirstLetterInEveryWord=设每个单词的首字母为大写
UpperCasePattern=设置大写样式
UseRegularExpressions=使用正则表达式
WordSeperators=字分隔符
Year=年
Yes=确定
